Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Enabling this setting allows you to log fat and protein, which are then converted into future carb equivalents using the Warsaw Method.
bg: Активирането на тази настройка ви позволява да записвате мазнини и протеини, които след това се преобразуват в бъдещи еквиваленти на въглехидрати по Варшавския метод.
cs: Zapnutí tohoto nastavení ti umožní zapisovat tuky a bílkoviny, které se pomocí Varšavské metody převedou na budoucí sacharidové ekvivalenty.
da: Aktivering af denne indstilling giver dig mulighed for at logge fedt og protein, som derefter konverteres til fremtidige carb ækvivalenter ved hjælp af Warszawa-metoden.
de: Wenn Du diese Einstellung aktivierst, kannst Du Fett und Eiweiß protokollieren, die dann nach der Warschauer Methode in zukünftige Kohlenhydratäquivalente umgerechnet werden.
es: Habilitar este ajuste le permite registrar grasas y proteínas, que luego se convierten en futuros equivalentes de carbohidratos utilizando el Método de Varsovia.
fr: Activer ce paramètre vous permet d'enregistrer les lipides et les protéines, qui sont ensuite convertis en équivalents glucidiques futurs en utilisant la méthode de "Varsaw".
it: Abilitando questa impostazione è possibile registrare grassi e proteine, che vengono poi convertiti in futuri equivalenti carb utilizzando il Metodo di Varsavia .
nb_no: Aktivering av denne innstillingen lar deg logge fett og proteiner, som så konverteres til fremtidige karbohydratekvivalenter ved hjelp av Warszawa-metoden.
nl: Door deze instelling in te schakelen kunt u vet en eiwitten loggen, die vervolgens worden omgezet in toekomstige koolhydraten equivalenten met behulp van de Warschau methode.
pl: Włączenie tego ustawienia umożliwia rejestrowanie tłuszczu i białka, które następnie są przeliczane na przyszłe odpowiedniki węglowodanów za pomocą metody warszawskiej.
pt_pt: Habilitar essa configuração permite que você registre gordura e proteínas, que são convertidas em futuros equivalentes de carb usando o Método de Varsóvia.
ru: Включение этой настройки позволяет записывать жиры и белки, которые затем конвертируются в будущие эквиваленты карбонов с использованием Варшавского метода.
sv: Genom att aktivera denna inställning kan du logga fett och protein, som sedan omvandlas till framtida kolhydrater med hjälp av Warszawa-metoden.
uk: Увімкнення цього параметру дозволить вам записувати жир і білки, які потім перетворюються на майбутні барви еквіваленти, використовуючи ортогоналу Варшавської стрії.
vi: Bật cài đặt này cho phép bạn ghi lại chất béo và chất đạm, sau đó sẽ được chuyển đổi thành lượng carb tương đương trong tương lai bằng phương pháp Warsaw.
zh_hant: 啟用此設定允許你記錄脂肪和蛋白質，這些會使用華沙方法轉換成未來的碳水化合物當量。

source: Enabling Unsuspend If No Temp allows Trio to resume your pump if you forget, as long as a zero temp basal was set first. This feature ensures insulin delivery restarts if you forget to manually unsuspend, adding a safeguard for pump reconnections.
bg: Активирането на „Unsuspend If No Temp“ позволява на Trio да възобнови помпата ви, ако забравите, при условие, че първо е бил зададен нулев временен базал. Тази функция гарантира, че подаването на инсулин ще се възобнови, ако забравите ръчно да премахнете паузата, като добавя допълнителна защита при повторна връзка с помпата.
cs: Zapnutí funkce „Zrušit pozastavení bez dočasného bazálu“ (Unsuspend If No Temp) umožňuje Triu znovu spustit tvou pumpu, pokud zapomeneš, za předpokladu, že byl nejdříve nastaven nulový dočasný bazál. Tato funkce zajišťuje restart podávání inzulínu, pokud zapomeneš manuálně zrušit pozastavení, čímž přidává pojistku pro případy opětovného připojení pumpy.
da: Aktivering Unsuspend Hvis No Temp tillader Trio at genoptage din pumpe, hvis du glemmer, så længe en nul temp basal blev sat først. Denne funktion sikrer, at insulinleveringen genstarter, hvis du glemmer at suspendere manuelt, og tilføjer en sikkerhedsforanstaltning til gentilslutning af pumpen.
de: Durch die Aktivierung von „Unsuspend If No Temp“ kann Trio Deine Pumpe wieder in Betrieb nehmen, wenn Du dies vergisst, sofern zuvor eine Basalrate von Null eingestellt wurde. Diese Funktion stellt sicher, dass die Insulinabgabe wieder aufgenommen wird, wenn Du vergessen hast, die Pumpe manuell anzuschalten, und bietet eine zusätzliche Sicherheit für den erneuten Anschluss der Pumpe.
es: Habilitando Dessuspender Si No Temp permite a Trio reanudar su bomba si se falsifica, siempre y cuando se haya establecido una base temporal cero. Esta función asegura que la entrega se reinicie si se olvida de suspender manualmente, añadiendo una salvaguarda para las reconexiones de la bomba.
fr: Activer l’option « Annuler la suspension si aucun débit temporaire » (Unsuspend If No Temp) permet à Trio de réactiver votre pompe si vous oubliez de le faire, à condition qu’un débit basal temporaire de 0 ait été défini au préalable. Cette fonctionnalité garantit la reprise de l’administration d’insuline en cas d’oubli de réactivation manuelle, ajoutant ainsi une sécurité lors de la reconnexion de la pompe.
it: Abilitare la Sospensione Se non c'è Temperatura che permette al Trio di riprendere il microinfusore se si dimentica, finché prima è stata impostata una basale temporanea pari a zero. Questa funzione assicura il riavvio della somministrazione di insulina se dimentica di smettere manualmente, aggiungendo una protezione per le riconnessioni della pompa.
nb_no: Hvis du aktiverer "Fjern pause hvis det ikke finnes et midlertidig mål", kan Trio gjenoppta pumpen hvis du glemmer det, så lenge en midlertidig basalrate på null ble satt først. Denne funksjonen sørger for at insulintilførselen starter på nytt hvis du glemmer å oppheve suspenderingen manuelt, og legger til en beskyttelse for gjentilkobling av pumpen.
nl: Unsuspend inschakelen als geen tijdelijke opname het mogelijk maakt om Trio te hervatten als je vergeten bent, zolang je eerst een tijdelijk basaal van 0 hebt ingesteld. Deze functie zorgt ervoor dat insulinetoediening opnieuw wordt gestart als je vergeet om handmatig de insuline-verbinding weer uit te schakelen, waardoor een veiligheidsgarantie wordt toegevoegd voor het opnieuw verbinden met de pomp.
pl: Włączenie opcji "Wznów po zawieszeniu" pozwala Trio wznowić pompę, jeśli zapomnisz, pod warunkiem, że najpierw ustawiono bazę bazową zerowej temperatury. Ta funkcja zapewnia ponowne uruchomienie podawania insuliny, jeśli zapomnisz ręcznie wyłączyć zawieszenie, dodając zabezpieczenie przed ponownym podłączeniem pompy.
pt_pt: Habilitar Dessuspender Se Nenhuma Temp permitir que Trio retome sua bomba se você esquecer, desde que uma basal temporária zero tenha sido definida primeiro. Este recurso garante o reinício da entrega de insulina se você esquecer de dessuspender manualmente, adicionando uma salvaguarda para reconexões da bomba.
ru: Включение Unsuspend Если нет темп позволяет трио возобновить насос, если вы забываете, до нуля температурный базал был установлен первым. Эта функция обеспечивает перезапуск инсулина, если вы забыли вручную разблокировать, добавляя защитные средства для соединения с насосом.
sv: Aktivering av 'Återaktivera om ingen temp basal' tillåter Trio att återuppta din pump om du glömmer, så länge en noll-tempbasal sattes först. Denna funktion garanterar att insulintillförseln återstartas om du glömmer att göra det manuellt.
uk: Увімкнення «Беззупинки», якщо «Немає темпи» дозволяє племені відновити насос, якщо ви забули, до тих пір, поки встановлено нульова умовна версія. Ця функція гарантує повторне надсилання інсулінів, якщо ви забудете закрити її вручну, ненаненадійне додавання захищеного з'єднання для насосу.
vi: Bật tùy chọn “Tự động tiếp tục nếu không có liều nền tạm thờil” cho phép Trio tự động nối lại truyền insulin nếu bạn quên, miễn là đã có một liều nền tạm thời bằng 0 được thiết lập trước đó. Tính năng này giúp đảm bảo việc truyền insulin được khôi phục nếu bạn quên bật lại thủ công, tạo thêm lớp bảo vệ khi kết nối lại với bơm.
zh_hant: 啟用無需暫停如果無臨時設定則允許 Trio 恢復開啟幫浦，如果忘記操作，只要先設定為零臨時基礎量。這個功能確保在你忘記手動解除暫停時，胰島素輸送會重新開始，為幫浦重連增加一層保障。

source: Enact
bg: Приложи
cs: Provést / Aktivovat
da: Udfør
de: Starten
es: Ejecutar
fr: Appliquer
it: Attiva
nb_no: Start
nl: Uitvoeren
pl: Podaj
pt_pt: Executar
ru: Запустить
sv: Utför
uk: Запустити
vi: Chấp nhận
zh_hant: 執行

source: Enact bolus
bg: Приложи болус
cs: Podat bolus
da: Udfør bolus
de: Bolus abgeben
es: Administrar Bolo
fr: Administrer le bolus
it: Esegui bolo
nb_no: Gi bolus
nl: Bolus geven
pl: Podaj bolus
pt_pt: Aplicar bolus
ru: Ввести болюс
sv: Ge bolus
uk: Подати болюс
vi: Tiêm liều bolus
zh_hant: 執行注射

source: Enact Bolus
bg: Приложи болус
cs: Podat bolus
da: Udfør Bolus
de: Bolus abgeben
es: Administrar Bolo
fr: Administrer le bolus
it: Esegui bolo
nb_no: Gi bolus
nl: Bolus geven
pl: Podaj Bolus
pt_pt: Aplicar Bolus
ru: Ввод болюса
sv: Ge bolus
uk: Подати Болюс
vi: Tiêm liều bolus
zh_hant: 執行 注射

source: Enacted
bg: Приложено
cs: Provedeno / Aktivováno
da: Udført
de: Abgegeben
es: Enactado
fr: Appliqué
it: Debug Attivato
nb_no: Utført
nl: Vastgesteld
pl: Wprowadzono
pt_pt: Executado
ru: Принято
sv: Utfört
uk: Введено в дію
vi: Đã kích hoạt
zh_hant: 已執行

source: Enacted at
bg: Приложено в
cs: Provedeno v
da: Udført
de: Abgegeben um
es: Encargado el
fr: Activé à
it: Eseguito alle
nb_no: Utført kl.
nl: Toegediend op
pl: Wprowadzono
pt_pt: Executado em
ru: Принято в
sv: Utfört klockan
uk: Виконано в
vi: Thực hiện vào lúc
zh_hant: 於以下時間已執行

source: Enacted at %@
bg: Приложено в %@
cs: Provedeno v %@
da: Udført %@
de: Zuletzt durchgeführt um %@
fr: Dernier bouclage à %@
nb_no: Utført kl. %@
nl: Toegepast om %@
pl: Ustawiono o %@
sv: Utfört %@
vi: Thực hiện vào lúc %@
zh_hant: 於 %@ 生效

source: Enacting bolus...
bg: Прилагане на болус...
cs: Podávám bolus...
de: Bolus abgeben...
fr: Administration du bolus en cours...
nb_no: Leverer bolus...
pl: Wprowadzanie bolusa...
sv: Ger bolus...
vi: Đang bolus...
zh_hant: 執行注射中...

source: end
bg: край
cs: konec
da: slut
de: Ende
es: fin
fr: fin
it: fine
nb_no: slutt
nl: einde
pl: koniec
pt_pt: Terminar
ru: конец
sv: slut
uk: кінець
vi: kết thúc
zh_hant: 結束

source: End
bg: Край
cs: Konec
da: Slut
de: Ende
es: Fin
fr: Fin
it: Fine
nb_no: Slutt
nl: Beëindigen
pl: Koniec
pt_pt: Término
ru: Конец
sv: Slut
uk: Кінець
vi: Kết thúc
zh_hant: 結束

source: End Date
bg: Крайна дата
cs: Datum ukončení
da: Slut Dato
de: Enddatum
es: Fecha de fin
fr: Date de fin
it: Data Di Fine
nb_no: Sluttdato
nl: Eind datum
pl: Data zakończenia
pt_pt: Data de Término
ru: Дата окончания
sv: Slutdatum
uk: Дата закінчення
vi: Ngày kết thúc
zh_hant: 結束日期

source: Enter Meal Preset Name
bg: Въведете име на шаблон за хранене
cs: Zadej název přednastaveného jídla
da: Indtast Måltid Forudindstilling Navn
de: Name der Mahlzeitenvorlage eingeben
es: Introduce el nombre de la configuración de la comida
fr: Saisir le nom du repas favori
it: Inserisci Nome Predefinito Pasto
nb_no: Gi et navn til forvalget
nl: Voer de naam van de maaltijdvoorkeur in
pl: Wprowadź nazwę wstępnie ustawionego posiłku
pt_pt: Inserir nome da predefinição de refeição
ru: Введите название пищи
sv: Ange namn på måltid
uk: ВВЕДІТЬ НАЗВУ ЇЖІ
vi: Nhập tên thiết lập
zh_hant: 輸入餐點預設名稱

source: Enter Name (Optional)
bg: Въведете име (по избор)
cs: Zadej jméno (volitelné)
da: Indtast Navn (Valgfrit)
de: Namen eingeben (optional)
es: Introducir nombre (opcional)
fr: Nom (facultatif)
it: Inserisci Nome (Opzionale)
nb_no: Legg til navn (Valgfritt)
nl: Naam invoeren (optioneel)
pl: Wprowadź nazwę (opcjonalnie)
pt_pt: Digite o nome (opcional)
ru: Введите имя (необязательно)
sv: Ange namn (valfritt)
uk: Введіть ім'я (необов'язково)
vi: Nhập tên (Tùy chọn)
zh_hant: 輸入名稱（選填）

source: Enter preset name
bg: Въведете име на шаблон
cs: Zadej název předvolby
da: Angiv forudindstillingsnavn
de: Namen der Vorlage eingeben
es: Introduzca nombre del predef
fr: Saisir le nom du favori
it: Inserisci nome predefinito
nb_no: Angi navn på forhåndsinnstilling
nl: Voer naam voorinstelling in
pl: Wpisz nazwę profilu
pt_pt: Nomear predefinido
ru: Название шаблона
sv: Ange namn för förval
uk: Введіть ім'я шаблону
vi: Nhập tên thiết lập
zh_hant: 輸入預設名稱

source: Enter Shared Secret
bg: Въведете споделен ключ
cs: Zadej sdílený klíč (Shared Secret)
da: Indtast Delt Hemmelighed
de: "Shared Secret" eingeben
es: Entrar en secreto compartido
fr: Saisir le code secret partagé
it: Inserisci Segreto Condiviso
nb_no: Legg inn delt nøkkel
nl: Gedeeld geheim invoeren
pl: Wprowadź wspólny sekret
pt_pt: Digite Segredo Compartilhado
ru: Введите общий секрет
sv: Ange delad hemlighet
uk: Введіть відкритий секрет
vi: Nhập Secret được chia sẻ
zh_hant: 輸入共享密鑰

source: Enter the largest carb value allowed per meal entry
bg: Въведете максималната допустима стойност на въглехидрати за един запис за хранене
cs: Zadej nejvyšší povolené množství sacharidů na jeden záznam jídla
da: Indtast den største carb værdi tilladt per måltid indgang
de: Gebe den größten erlaubten Kohlenhydratwert pro Mahlzeit ein
es: Introduzca el valor de glúcido más grande permitido por entrada de comida
fr: Saisissez la quantité maximale de glucides autorisée pour un ajout de repas
it: Inserisci il valore più grande consentito per ogni ingresso di pasto
nb_no: Angi største tillatte mengde karbo per måltidsregistrering
nl: Voer de grootste koolhydraten waarde in per maaltijd
pl: Wprowadź największą dozwoloną wartość węglowodanów na jedzenie
pt_pt: Digite o maior valor de carrinha permitido por entrada de refeições
ru: Введите наибольшее количество карбов, допустимое для одной записи еды
sv: Ange det största kolhydratvärdet som tillåts per måltidsinmatning
uk: Введіть найбільше значення каркасу, дозволеного на їжу для кожного запису
vi: Nhập giá trị carb lớn nhất được phép cho mỗi lần nhập bữa ăn
zh_hant: 輸入每餐條目允許的最大碳水化合物值

source: Enter the largest fat value allowed per meal entry
bg: Въведете максималната допустима стойност на мазнини за един запис за хранене
cs: Zadej nejvyšší povolené množství tuků na jeden záznam jídla
da: Angiv den største tilladte fedtværdi pr. måltidspost
de: Gebe den größten erlaubten Fettwert pro Mahlzeit ein
es: Introduzca el valor de grasa más grande permitido por entrada de comida
fr: Saisir la quantité maximale de lipides autorisée par repas ajouté
it: Immettere il più grande valore di grasso consentito per voce del pasto
nb_no: Angi største tillatte mengde fett per måltidsregistrering
nl: Voer de grootste vetwaarde in die toegestaan is per maaltijd
pl: Wprowadź największą wartość tłuszczu dozwoloną dla każdego wpisu posiłku
pt_pt: Digite o maior valor de gordura permitido por entrada de refeições
ru: Введите наибольшее значение жира, допустимое на одну пищу
sv: Ange det största fettvärdet som tillåts per måltidsinmatning
uk: Введіть найбільше значення жирового запису з стравою
vi: Nhập giá trị chất béo lớn nhất được phép cho mỗi lần nhập bữa ăn
zh_hant: 輸入每餐條目允許的最大脂肪值

source: Enter the largest protein value allowed per meal entry
bg: Въведете максималната допустима стойност на протеини за един запис за хранене
cs: Zadej nejvyšší povolené množství bílkovin na jeden záznam jídla
da: Indtast den største proteinværdi tilladt pr. måltidspost
de: Gebe den größten zugelassenen Proteinwert pro Mahlzeit ein
es: Introduzca el mayor valor de proteína permitido por entrada de comida
fr: Saisissez la valeur maximale de protéines autorisée par repas
it: Inserisci il più grande valore proteico consentito per voce del pasto
nb_no: Angi største tillatte mengde protein per måltidsregistrering
nl: Voer de grootste eiwitwaarde in die toegestaan is per maaltijd
pl: Wprowadź największą wartość białka dozwoloną dla wpisu posiłku
pt_pt: Digite o maior valor de proteína permitido por entrada de refeições
ru: Введите наибольшее значение белка, допустимое для одной записи на еду
sv: Ange det största proteinvärdet som tillåts per måltidsinmatning
uk: Введіть найбільше значення білка, дозволеного за їжу запису
vi: Nhập giá trị chất đạm lớn nhất được phép cho mỗi lần nhập bữa ăn
zh_hant: 輸入每餐條目允許的最大蛋白質值

source: Entries
bg: Записи
cs: Záznamy
da: Poster
de: Einträge
fr: Plages horaires
nb_no: Oppføringer
nl: Invoer
pl: Wpisy
sv: Poster
vi: Mục nhập
zh_hant: 項目

source: Entries are capped at 33 grams each, with up to three entries, for a max total of 99 grams.
bg: Всеки запис е ограничен до 33 грама, с максимум три записа, за общо максимум 99 грама.
cs: Každý záznam je omezen na 33 gramů; s maximálně třemi záznamy je celkový limit 99 gramů.
fr: Les ajouts sont plafonnés à 33 g chacun, avec un maximum de trois ajouts, pour un total maximum de 99 g.
nb_no: Oppføringene begrenses til 33 gram hver, med opptil tre oppføringer, til sammen 99 gram.
pl: Maksymalna waga każdego wpisu wynosi 33 gramy, przy czym maksymalnie trzy wpisy dają łącznie 99 gramów.
vi: Mỗi lần nhập được giới hạn tối đa 33 gram, tối đa 3 lần nhập, với tổng tối đa là 99 gram.
zh_hant: 每筆上限 33 公克，最多三筆，總上限為 99 公克。

source: Error
bg: Грешка
cs: Chyba
da: Fejl
de: Fehler
fr: Erreur
it: Errore
nb_no: Feil
nl: Fout
pl: Błąd
pt_pt: ERRO
ru: Ошибка
sv: Fel
uk: Помилка
vi: Lỗi
zh_hant: 錯誤

source: Error at
bg: Грешка в
cs: Chyba v
da: Fejl ved
de: Fehler um
es: Error en
fr: Erreur à
it: Errore a
nb_no: Feil kl.
nl: Foutmelding op
pl: Błąd o
pt_pt: Erro em
ru: Ошибка в
sv: Fel vid
uk: Помилка в
vi: Lỗi ở
zh_hant: 於以下時間發生錯誤

source: Error while processing Treatment
bg: Грешка при обработка на въвеждането
cs: Chyba při zpracování záznamu léčby
da: Fejl under behandling
de: Fehler bei der Verarbeitung der Behandlung
fr: Erreur lors de la récupération du traitement
nb_no: Feil ved håndtering av behandlingen
pl: Błąd podczas przetwarzania leczenia
vi: Lỗi trong khi xử lý Điều trị
zh_hant: 處理治療時發生錯誤

source: Error! Bolus cancellation failed with error: %@
bg: Грешка! Отмяната на болуса се провали с грешка: %@
cs: Chyba! Zrušení bolusu selhalo s chybou: %@
da: Fejl! Bolus aflysning mislykkedes med fejl: %@
de: Fehler! Bolusabbruch fehlgeschlagen mit Fehler: %@
fr: Erreur ! L’annulation du bolus a échoué avec l’erreur : %@
nb_no: Feil! Avbrytelse av bolus feilet med meldingen: %@
nl: Probleem! Bolus annuleren mislukt met fout: %@
pl: Błąd! Anulowanie bolusa nie powiodło się z powodu błędu: %@
sv: Fel! Avbryt bolus misslyckades med fel: %@
vi: Lỗi! Hủy liều bolus không thành công với lỗi: %@
zh_hant: 錯誤！注射取消失敗，錯誤信息：%@

source: Error! Bolus failed with error: %@
bg: Грешка! Болусът се провали с грешка: %@
cs: Chyba! Bolus selhal s chybou: %@
da: Fejl! Bolus mislykkedes med fejl: %@
de: Error! Bolusabgabe schlug fehl mit folgendem Fehler: %@
fr: Erreur ! L’administration du bolus a échoué avec l’erreur : %@
nb_no: Feil! Bolus feilet med meldingen: %@
nl: Probleem! Bolus annuleren mislukt met fout: %@
pl: Błąd! Bolus nie powiódł się z powodu błędu: %@
sv: Fel! Bolus misslyckades med fel: %@
vi: Lỗi! Thực hiện liều bolus thất bại với lỗi: %@
zh_hant: 錯誤！注射失敗，錯誤信息：%@

source: Error! Failed to enact bolus.
bg: Грешка! Болусът не можа да бъде приложен.
cs: Chyba! Nepodařilo se podat bolus.
da: Fejl! Kunne ikke aktivere bolus.
de: Fehler! Bolus konnte nicht verabreicht werden.
es: ¡Error! Error al promulgar el bolo.
fr: Erreur ! L’administration du bolus a échoué.
it: Errore! Impossibile attivare il bolo.
nb_no: Feil! Bolus kunne ikke leveres.
nl: Fout! Bolus invoeren is mislukt.
pl: Błąd! Nie udało się wprowadzić bolusa.
pt_pt: Erro! Falha ao promulgar bolus.
ru: Ошибка! Не удалось задействовать болт.
sv: Fel! Misslyckades med att ge bolus.
uk: Помилка! Не вдалося застосувати bolus.
vi: Lỗi! Không thể thực hiện liều bolus.
zh_hant: 錯誤！執行注射失敗。

source: Error! Something went wrong when processing your request.
bg: Грешка! Нещо се обърка при обработката на заявката ви.
cs: Chyba! Při zpracování tvého požadavku se něco pokazilo.
da: Ups! Noget gik galt ved behandlingen af din forespørgsel.
de: Fehler! Etwas ging schief bei der Verarbeitung.
fr: Erreur ! Un problème est survenu lors du traitement de votre demande.
nb_no: Feil! Noe gikk galt under aktivering av overstyringen.
nl: Fout! Er is iets misgegaan bij het verwerken van het verzoek.
pl: Błąd! Coś poszło nie tak podczas przetwarzania Twojego żądania.
sv: Fel! Något gick fel när din begäran behandlades.
vi: Có lỗi xảy ra khi xử lý yêu cầu. Vui lòng thử lại.
zh_hant: 錯誤！處理您的請求時發生問題。

source: Errors
bg: Грешки
cs: Chyby
da: Fejl
de: Fehler
es: Errores
fr: Erreurs
it: Errori
nb_no: Feil
nl: Foutmeldingen
pl: Błędy
pt_pt: Erros
ru: Ошибки
sv: Fel
uk: Помилки
vi: Lỗi
zh_hant: 錯誤

source: Even if you’re an updating user, you’ll be guided through the algorithm settings configuration step-by-step.
bg: Дори и да сте съществуващ потребител, ще бъдете преведени стъпка по стъпка през конфигурирането на настройките на алгоритъма.
cs: I když jsi aktualizující uživatel, provedeme tě nastavením algoritmu krok za krokem.
da: Selv hvis du er en opdatering bruger, vil du blive vejledt gennem algoritmes indstillinger og konfiguration trin-for-trin.
de: Selbst wenn Du eine Aktualisierung vornimmst, wirst Du Schritt für Schritt durch die Konfiguration der Algorithmuseinstellungen geführt.
fr: Même si vous mettez simplement Trio à jour, vous serez guidé pas à pas dans la configuration des réglages d’algorithme.
nb_no: Selv om du bare oppdaterer Trio, vil du bli guidet gjennom algoritme-innstillingene steg-for-steg.
nl: Zelfs als u Trio heeft bijgewerkt, word je nog steeds stap voor stap begeleid via het algoritme instellingen.
pl: Nawet jeśli jesteś użytkownikiem dokonującym aktualizacji, zostaniesz poprowadzony przez tę procedurę krok po kroku.
sv: Även om du är en uppdaterande användare kommer du att guidas genom algoritminställningarna steg för steg.
vi: Người dùng cập nhật cũng sẽ được hướng dẫn cấu hình thuật toán theo từng bước.
zh_hant: 即使您是更新用戶，也會逐步引導您完成演算法設定的配置。

source: Eventual Glucose
bg: Прогнозна глюкоза
cs: Výsledná glykémie
da: Eventuelt Glukoseniveau
de: Prognostizierte Glukose
es: Glucosa eventual
fr: Glycémie finale
it: previsione glicemica
nb_no: Beregnet blodsukker
nl: Voorspelde glucose
pl: Przewidywana glikemia
pt_pt: Glicose Eventual
ru: Возможная глюкоза
sv: Glukosprognos
uk: Можлива глюкоза
vi: Đường huyết dự đoán
zh_hant: 最終血糖
